Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# settings_privacy_block_unknown_footer_on
source: Only people on your contact list can send you a message.
bg: Само хора от адресната книга могат да Ви изпращат съобщения.
cs: Zprávy vám mohou odesílat pouze lidé z vašeho seznamu kontaktů.
de: Nur Personen auf Ihrer Kontaktliste können Ihnen Nachrichten senden.
es: Solo pueden enviarle mensajes las personas de su lista de contactos.
fr: Seules les personnes de votre liste de contacts peuvent vous envoyer un message.
gsw_ch: Nur Persone i Ihrere Kontaktliste chönd Ihne Nachrichte schicke.
it: Possono inviarti messaggi solo le persone presenti nella tua rubrica.
ja: あなたの連絡先リストに登録されている人だけが、あなたにメッセージを送ることができます。
ko: 당신의 연락처 목록에 있는 사람만이 당신에게 메시지를 보낼 수 있습니다.
nl: Alleen mensen op uw contactlijst kunnen u een bericht sturen.
pl: Tylko osoby z Twojej listy kontaktów mogą Ci wysłać wiadomość.
pt_br: Somente as pessoas na sua lista de contatos podem lhe enviar mensagens.
ru: Только пользователи из вашего списка контактов могут отправить вам сообщение.
sk: Správu vám môžu poslať iba ľudia z vášho zoznamu kontaktov.
tr: Yalnızca adres defterinizdeki kişiler size mesaj gönderebilir.
uk: Лише люди з вашого списку контактів можуть надсилати вам повідомлення.
zh_hans: 只有在通讯录的联系人才能向您发送消息。
zh_hant: 只有在通訊錄的聯絡人才能向您傳送訊息。

# settings_privacy_blocklist
source: Blocked Contacts
bg: Блокирани контакти
cs: Blokované kontakty
de: Blockierte Kontakte
es: Contactos bloqueados
fr: Contacts bloqués
gsw_ch: Blockierti Kontäkt
it: Contatti bloccati
ja: ブロックした連絡先
ko: 차단한 연락처
nl: Geblokkeerde contacten
pl: Zablokowane kontakty
pt_br: Contatos bloqueados
ru: Заблокированные контакты
sk: Blokované kontakty
tr: Engellenmiş kişi
uk: Заблоковані контакти
zh_hans: 被屏蔽的联系人
zh_hant: 被封鎖的聯絡人

# settings_privacy_blocklist_alert_add_description
source: Enter the %@ ID you wish to block:
bg: Въведете %@ идентификатора, който искате да блокирате:
cs: Zadejte %@ ID, které má být blokováno:
de: Zu blockierende %@-ID eingeben:
es: Introduce el identificador de %@ para bloquearlo:
fr: Entrez l’identifiant %@ à bloquer :
gsw_ch: %@-ID igeh, wo blockiert werde söll:
it: Inserisci l'ID %@ che desideri bloccare:
ja: ブロックする %@ ID を入力してください:
ko: 차단할 %@ ID 입력:
nl: Voer het te blokkeren %@ ID in:
pl: Wpisz identyfikator %@, który ma być zablokowany:
pt_br: Digite o ID do %@ para ser bloqueado:
ru: Введите идентификатор %@, который хотите заблокировать:
sk: Zadajte %@ ID kontakt, ktorý má byť zablokovaný:
tr: Engellenecek %@ ID girin:
uk: Введіть %@ ID для блокування:
zh_hans: 输入要屏蔽的 %@ ID：
zh_hant: 輸入要封鎖的 %@ ID：

# settings_privacy_blocklist_alert_threema_id
source: %@ ID
bg: %@ идентификатор
es: Identificador de %@
fr: Identifiant %@
pl: Identyfikator %@
pt_br: ID do %@
ru: Идентификатор %@
tr: %@ kimliği

# settings_privacy_blocklist_emptylist
source: No blocked contacts
bg: Няма блокирани контакти
cs: Žádné blokované kontakty
de: Keine blockierten Kontakte
es: No hay contactos bloqueados
fr: Aucun contact bloqué
gsw_ch: Kei blockierti Kontäkt
it: Nessun contatto bloccato
ja: ブロックした連絡先はありません
ko: 차단한 연락처 없음
nl: Geen geblokkeerde contacten
pl: Brak zablokowanych kontaktów
pt_br: Nenhum contato bloqueado
ru: Нет заблокированных контактов
sk: Žiadne blokované kontakty
tr: Engellenen kişi yok
uk: Немає заблокованих контактів
zh_hans: 没有被屏蔽的联系人
zh_hant: 沒有被封鎖的聯絡人

# settings_privacy_blocklist_footer
source: All messages from %@ IDs listed here will be discarded.
bg: Всички съобщения от %@ идентификаторите, които са в този списък, ще бъдат отхвърлени.
cs: Všechny zprávy od zde vypsaných %@ ID budou zahozeny.
de: Jegliche Nachrichten von hier aufgeführten %@-IDs werden verworfen.
es: Se descartarán todos los mensajes de los identificadores de %@ que figuran aquí.
fr: Tous les messages provenant des identifiants %@ énumérés ici seront rejetés.
gsw_ch: All Nachrichte vo %@-IDs, wo da ufglischtet sind, werded verworfe.
it: Tutti i messaggi provenienti dagli ID %@ elencati qui verranno ignorati.
ja: ここに列挙されている %@ ID からのメッセージはすべて削除されます
ko: 여기에 나열된 %@ ID로부터 받은 모든 메시지가 삭제됩니다.
nl: Alle berichten van %@ ID's die hier vermeld staan, worden genegeerd.
pl: Wszystkie wiadomości powiązane z wyszczególnionymi tutaj identyfikatorami %@ zostaną odrzucone.
pt_br: Todas as mensagens dos IDs %@ listados aqui serão descartadas.
ru: Все сообщения от %@ ID, перечисленные здесь, будут удалены.
sk: Všetky správy od tu zobrazených %@ ID kontaktov, budú zahodené.
tr: Burada listelenen %@ ID'lerinden gelen tüm mesajlar silinecektir.
uk: Усі повідомлення зі згаданого переліку %@ ID не отримуватимуться.
zh_hans: 来自以下 %@ ID 的所有信息将会被丢弃。
zh_hant: 來自下列 %@ ID 的所有訊息將會被捨棄。

# settings_privacy_chat_header
source: Chat
bg: Чат
cs: Konverzace
ja: トーク
ko: 채팅
nl: Chatten
pl: Czat
pt_br: Conversa
ru: Чат
sk: Konverzácia
tr: Sohbet
uk: Чат
zh_hans: 会话
zh_hant: 對話

# settings_privacy_choose_poi
source: Show POIs
bg: Покажете точките от които се интересувате
cs: Zobrazit body zájmu
de: POIs anzeigen
es: Mostrar POI
fr: Afficher les POI
gsw_ch: POIs uswähle
it: Seleziona luoghi di interesse
ja: POIsを表示
ko: POI 보기
nl: Nuttige plaatsen tonen
pl: Pokaż POI
pt_br: Exibir POIs
ru: Показывать точки интереса
sk: Zobraziť POI
tr: İÇN'ları göster
uk: Показувати цікаві місця
zh_hans: 显示POI
zh_hant: 顯示POI

# settings_privacy_contacts_header
source: Contacts
bg: Контакти
cs: Kontakty
de: Kontakte
es: Contactos
gsw_ch: Kontäkt
it: Contatti
ja: 連絡先
ko: 연락처
nl: Contacten
pl: Kontakty
pt_br: Contatos
ru: Контакты
sk: Kontakty
tr: Kişiler
uk: Контакти
zh_hans: 联系人
zh_hant: 聯絡人

# settings_privacy_exclusion_list
source: Excluded Contacts
bg: Изключете контактите
cs: Vyřazené kontakty
de: Ausschlussliste
es: Lista de exclusión
fr: Liste d'exclusion
gsw_ch: Usschlussliste
it: Lista ID Esclusi
ja: 除外リスト
ko: 제외 목록
nl: Uitsluitingslijst
pl: Lista wykluczeń
pt_br: Lista de exclusão
ru: Список исключений
sk: Vylúčené kontakty
tr: Hariç Listesi
uk: Список виключень
zh_hans: 排除名单
zh_hant: 排除清單

# settings_privacy_hide_private_chats
source: Hide Private Chats
bg: Скрийте поверителните чатове
cs: Skrýt soukromé konverzace
de: Private Chats verbergen
es: Ocultar chats privados
fr: Masquer les discussions privées
gsw_ch: Privati Chats verstecke
it: Nascondi chat private
ja: プライベートトークを隠す
ko: 개인 채팅 숨기기
nl: Privéchats verbergen
pl: Ukryj czaty prywatne
pt_br: Ocultar conversas privadas
ru: Скрыть частные чаты
sk: Skryť súkromné konverzácie
tr: Özel Sohbetleri Gizle
uk: Приховати приватні чати
zh_hans: 隐藏私密会话
zh_hant: 隱藏私密對話

# settings_privacy_hide_private_chats_footer
source: Hides all private chats in the chats overview. You need to set a passcode in order to activate this setting.
bg: Скрийте всички поверителни чатове от списъка с чатове. Ще трябва да сложите парола, за да активирате тази настройка.
cs: Skryje všechny soukromé konverzace v přehledu konverzací. Pro aktivaci tohoto nastavení je zapotřebí nastavit přístupový kód.
de: Alle privaten Chats werden in der Chat-Übersicht ausgeblendet. Die Code-Sperre muss aktiviert sein, um diese Einstellung zu aktivieren.
es: Oculta todos los chats privados en el resumen de chats. Tiene que establecer un código para activar este ajuste.
fr: Masquez toutes les discussions privées dans l'aperçu des discussions. Vous devez définir un code afin d'activer ce paramètre.
gsw_ch: All private Chats werded ide Chatübersicht usbländet. D’Code-Sperri mues aktiviert sii, zum die Iistellig z’aktiviere.
it: Le chat private non vengono elencate nella lista delle chat. Per attivare questa impostazione occorre attivare il blocco codice.
ja: トークの概要ですべてのプライベートトークを非表示にします。この設定を有効にするには、パスコードを設定する必要があります。
ko: 모든 개인 채팅을 채팅 개요에서 숨깁니다. 이 설정을 활성화하려면 패스코드를 설정해야 합니다.
nl: Dit verbergt alle privéchats in het chatoverzicht. Je moet een beveiligingscode instellen om deze optie te activeren.
pl: Ukrywa wszystkie prywatne czaty w podglądzie czatu. Musisz ustawić kod dostępu, aby włączyć to ustawienie.
pt_br: Oculta todas as conversas privadas no painel de conversas. Você precisa definir uma senha para ativar esta opção.
ru: Скрывает все частные чаты в обзоре чатов. Чтобы активировать эту настройку, необходимо задать пароль.
sk: Skryje všetky súkromné konverzácie v prehľade konverzácií. Ak chcete aktivovať toto nastavenie, musíte nastaviť prístupový kód.
tr: Sohbetlere genel bakışta tüm özel sohbetleri gizler. Bu ayarı etkinleştirmek için bir şifre belirlemeniz gerekir.
uk: Приховує всі приватні чати в огляді чатів. Вам потрібно встановити пароль, щоб активувати це налаштування.
zh_hans: 在会话界面中隐藏所有私密会话，您需要设置密码锁才能启用此设置。
zh_hant: 在對話畫面中隱藏所有私密對話，您需要設定密碼鎖才能啟用此設定。

# settings_privacy_os_donate
source: Share Interactions
bg: Споделете взаимодействия
cs: Sdílet interakce
de: Interaktionen teilen
es: Compartir interacciones
fr: Partager les interactions
gsw_ch: Interaktione teile
it: Condividi interazioni
ja: インタラクションを共有
ko: 상호 작용 공유
nl: Interacties delen
pl: Udostępnij interakcje
pt_br: Compartilhar interações
ru: Делиться взаимодействием
sk: Zdieľať interakcie
tr: Etkileşimleri Paylaş
uk: Поділитися взаємодіями
zh_hans: 打开分享互动
zh_hant: 開啟分享互動

# settings_privacy_os_footer
source: If turned on, %@ contacts will be suggested when sharing content in iOS. Sharing interactions exposes information to iOS.
bg: Ако е включена опцията, %@ контактите ще бъдат препоръчвани, когато споделяте съдържание в iOS. Споделянето на взаимодействия разкрива информация на iOS.
cs: Pokud je tato funkce zapnuta, budou se při sdílení obsahu v iOS nabízet kontakty %@. Sdílení interakcí odhalí informace systému iOS.
de: Wenn aktiviert, werden %@-Kontakte beim Teilen von Inhalten in iOS vorgeschlagen. Dadurch werden Informationen zu Interaktionen ans Betriebssystem weitergegeben.
es: Si la opción está activada, se sugerirán contactos de %@ al compartir contenido en iOS. Compartir interacciones expone información a iOS.
fr: Si ce paramètre est activé, des contacts %@ seront suggérés lors du partage de contenu sur iOS. Le partage d'interactions expose des informations à iOS.
gsw_ch: Wenn aktiviert, werded %@-Kontäkt bim Teile vo Inhält in iOS vorgschlage. Dur das werded Informatione zu Interaktione as Betribssystem wiitergeh.
it: Se attivata, i contatti %@ vengono suggeriti quando si condividono contenuti in iOS. In questo modo le informazioni sulle interazioni vengono trasmesse al sistema operativo.
ja: オンにすると、iOSでコンテンツを共有する際に%@の連絡先が提案されるようになります。インタラクションを共有することで、iOSに情報が公開されます。
ko: 만약 켜져 있다면, iOS에서 콘텐츠를 공유할 때 %@ 연락처가 제안됩니다. 공유 상호작용은 정보를 iOS에 노출시킵니다.
nl: Indien ingeschakeld, worden er contactpersonen van %@ voorgesteld wanneer er in iOS inhoud wordt gedeeld. Het delen van interacties onthult informatie aan iOS.
pl: Jeśli opcja jest włączona, kontakty %@ będą sugerowane podczas udostępniania treści w iOS. Udostępnianie interakcji ujawnia informacje w systemie iOS.
pt_br: Quando ativado, contatos do %@ serão sugeridos ao compartilhar conteúdos no iOS. As interações de compartilhamento expõem informações ao iOS.
ru: Если этот параметр включен, то когда вы делитесь контентом в iOS, вам будут предлагаться контакты %@. Это параметр дает системе iOS доступ к информации.
sk: Ak je táto možnosť zapnutá, pri zdieľaní obsahu v systéme iOS budú navrhované kontakty z aplikácie %@. Interakcie zdieľania odhaľujú informácie systému iOS.
tr: Açıksa, iOS'ta içerik paylaşılırken %@ kişileri önerilecektir. Etkileşimleri paylaşmak, bilgileri iOS'a gösterir.
uk: Якщо цю опцію буде ввімкнено, контакти %@ будуть пропонуватися, коли ви поширюватимете контент в iOS. Ця дія робить інформацію доступною для iOS.
zh_hans: 如果打开分享互动，在iOS中分享内容时会建议 %@ 联系人列表。 分享互动可能会将信息暴露给iOS系统。
zh_hant: 如果開啟分享互動，在iOS中分享內容時會建議 %@ 聯絡人清單。分享互動可能會將資訊暴露至iOS系統。

# settings_privacy_os_header
source: iOS Integration
bg: iOS интеграция
cs: Integrace do iOS
es: Integración de iOS
fr: Intégration iOS
it: Integrazione iOS
ja: iOSインテグレーション
ko: iOS 통합
nl: iOS-integratie
pl: Integracja w systemie iOS
pt_br: Integração com iOS
ru: Интеграция с iOS
sk: Integrácia pre iOS
tr: iOS Entegrasyonu
uk: Інтеграція iOS
zh_hans: 与iOS系统的整合
zh_hant: 與iOS系統的整合

# settings_privacy_os_reset
source: Reset Interactions
bg: Възстановете взаимодействията
cs: Resetovat interakce
de: Interaktionen zurücksetzen
es: Restablecer interacciones
fr: Réinitialiser les interactions
gsw_ch: Interaktione zruggsetze
it: Resetta interazioni
ja: インタラクションをリセット
ko: 상호 작용 재설정
nl: Interacties herstellen
pl: Resetuj interakcje
pt_br: Redefinir interações
ru: Восстановить взаимодействия
sk: Resetovať interakcie
tr: Etkileşimleri Sıfırla
uk: Скинути взаємодії
zh_hans: 重置分享互动
zh_hant: 重設分享互動

# settings_privacy_poi_footer
source: If turned on, points of interest near you are displayed when you share your location. For this purpose, your location is sent to the server.
bg: Ако е активна тази функция, точките на интерес около Вас ще се показват, когато споделяте Вашето местоположение. За тази цел, Вашето местоположение ще се изпраща към сървъра.
cs: Pokud je možnost povolena, a budete sdílet polohu, budou zobrazeny body zájmu ve vašem okolí. Pro tento účel bude vaše poloha odeslána na server.
de: Wenn aktiviert, werden beim Teilen des Standorts öffentliche Orte («Points of Interest») in Ihrer Nähe angezeigt. Dazu wird Ihr Standort an den Server übermittelt.
es: Si está activado, los puntos de interés cercanos a usted se mostrarán cuando comparta su ubicación. Para este propósito, su ubicación se envía al servidor.
fr: Si activée, les points d'intérêt à proximité seront affichés lorsque vous partagez votre position. À cet effet, votre position est envoyée au serveur.
gsw_ch: Wenn aktiviert, werded bim Teile vom Standort öffentlichi Ort («Points of Interest») i Ihrere Nöchi aazeigt. Für das wird Ihre Standort an Server übermittled.
it: Se attivata, quando condividi la tua posizione vengono visualizzati luoghi pubblici ("punti di interesse") nelle vicinanze. A tal fine, la tua posizione viene trasmessa al server.
ja: オンにすると、位置情報を共有するときに近くの興味のあるポイントが表示されます。このため、位置情報がサーバーに送信されます。
ko: 켜져 있을 경우, 위치를 공유할 때 근처의 관심 지점들이 표시됩니다. 이를 위해 귀하의 위치 정보가 서버로 전송됩니다.
nl: Als deze functie ingeschakeld is, worden nuttige plaatsen in uw omgeving weergegeven wanneer u uw locatie deelt. Voor dit doel wordt uw locatie naar de server verzonden.
pl: Jeśli włączone, punkty zainteresowania w pobliżu są wyświetlane, gdy udostępniasz swoją lokalizację. W tym celu Twoja lokalizacja jest wysyłana na serwer.
pt_br: Se ativado, pontos de interesse próximos a você serão exibidos quando você compartilhar sua localização. Para esse fim, sua localização é enviada ao servidor.
ru: Если включено, когда вы делитесь своим местоположением, рядом с вами отображаются точки интереса. Для этой цели ваше местоположение отправляется на сервер.
sk: Ak je zapnuté, pri zdieľaní polohy sa zobrazia body záujmu vo vašej blízkosti. Na tento účel sa vaša poloha odošle na server.
tr: Açıksa, konumunuzu paylaştığınızda yakınınızdaki ilgi çekici noktalar görüntülenir. Bu amaçla konumunuz sunucuya gönderilir.
uk: Якщо увімкнено, то за умови поширення місцеперебування можна побачити цікаві точки біля вас. З цією метою дані про місцеперебування надсилаються до серверу.
zh_hans: 如果打开此功能，在分享位置时会显示附近的POI。您的位置会被发送到我们的服务器。
zh_hant: 如果開啟此功能，在分享位置時會顯示附近的POI。您的位置會被傳送至我們的伺服器。

# settings_privacy_poi_header
source: Location Data
bg: Данни за местоположението
cs: Údaje o poloze
de: Standortdaten
es: Datos de ubicación
fr: Données de la position
gsw_ch: Standortdate
it: Dati di posizione
ja: 位置データ
ko: 위치 데이터
nl: Locatiegegevens
pl: Dane lokalizacji
pt_br: Dados de localização
ru: Данные о местоположении
sk: Údaje o polohe
tr: Konum Verisi
uk: Дані місцеперебування
zh_hans: 位置数据
zh_hant: 位置資料

# settings_privacy_read_receipts
source: Read Receipts
bg: Потвърждение за прочит
cs: Potvrzení o přečtení
de: Lesebestätigungen
es: Confirmaciones de lectura
fr: Confirmations de lecture
gsw_ch: Läsebestätigunge
it: Conferme di lettura
ja: 既読
ko: 읽음
nl: Ontvangstbevestigingen
pl: Przeczytaj potwierdzenia
pt_br: Confirmações de leitura
ru: Подтверждения прочтения
sk: Potvrdenie o prečítaní
tr: Okundu Bilgisi
uk: Звіти про прочитання
zh_hans: 已读回执
zh_hant: 已讀標記

# settings_privacy_sync_contacts
source: Sync Contacts
bg: Синхронизирайте контактите
cs: Synchronizovat kontakty
de: Kontakte synchronisieren
es: Sincronizar contactos
fr: Synchroniser les contacts
gsw_ch: Kontäkt synchronisiere
it: Sincronizza contatti
ja: 連絡先を同期
ko: 연락처 동기화
nl: Contactpersonen synchroniseren
pl: Synchronizuj kontakty
pt_br: Sincronizar contatos
ru: Синхронизировать контакты
sk: Synchronizovať kontakty
tr: Kişileri Senkronize Et
uk: Синхронізація контактів
zh_hans: 同步联系人
zh_hant: 同步聯絡人

# settings_privacy_syncexclusionlist_alert_threema_id
source: %@ ID
bg: %@ идентификатор
es: Identificador de %@
fr: Identifiant %@
pl: Identyfikator %@
pt_br: ID do %@
ru: Идентификатор %@
tr: %@ kimliği

# settings_privacy_syncexclusionlist_emptylist
source: No excluded contacts
bg: Няма изключени контакти
cs: Žádné vyřazené kontakty
de: Keine ausgeschlossenen Kontakte
es: No hay contactos excluidos
fr: Aucun contact exclu
gsw_ch: Kei usgschlosseni Kontäkt
it: Nessun contatto escluso
ja: 除外された連絡先はありません
ko: 제외된 연락처 없음
nl: Geen uitgesloten contacten
pl: Brak wykluczonych kontaktów
pt_br: Nenhum contato excluído
ru: Нет исключенных контактов
sk: Žiadne vylúčené kontakty
tr: Engellenen kişi yok
uk: Немає виключених контактів
zh_hans: 沒有被排除的联系人
zh_hant: 沒有被排除的聯絡人

# settings_privacy_syncexclusionlist_footer
source: %@ IDs listed here are excluded from contact synchronization.
bg: %@ идентификаторите в този списък са изключени от синхронизацията.
cs: %@ ID vypsaná zde jsou vyřazena ze synchronizace kontaktů.
de: Hier aufgeführte %@-IDs werden von der Kontaktsynchronisation ausgeschlossen.
es: Los identificadores de %@ que aparecen aquí se excluyen de la sincronización de contactos.
fr: Les identifiants %@ énumérés ici sont exclus de la synchronisation des contacts.
gsw_ch: %@-IDs, wo da ufglischtet sind, werded vo de Kontaktsynchronisation usgschlosse.
it: Gli ID %@ elencati qui sono esclusi dalla sincronizzazione dei contatti.
ja: ここに追加されている %@ ID は連絡先の同期から除外されます
ko: 여기에 나열된 %@ ID는 연락처 동기화에서 제외됩니다.
nl: %@ ID's die hier worden vermeld, worden uitgesloten van contactsynchronisatie.
pl: Wyszczególnione tutaj identyfikatory %@ są wyłączone z synchronizacji kontaktów.
pt_br: Os IDs %@ listados aqui são excluídos da sincronização de contatos.
ru: Указанные здесь идентификаторы %@ исключены из синхронизации контактов.
sk: Tu zobrazené %@ ID kontakty budú vylúčené zo synchronizácie kontaktov.
tr: Burada listelenen %@ ID'ler kişi senkronizasyonunun dışında bırakılır.
uk: Перелічені %@ ID виключаються зі синхронізації контактів.
zh_hans: 以下的 %@ ID 将排除在同步范围之外。
zh_hant: 下列的 %@ ID 將剔出聯絡人同步名單。

# settings_privacy_TIRR_reset_alert_action
source: Reset All
bg: Рестартирайте всичко
cs: Resetovat vše
de: Alle zurücksetzen
es: Restablecer todo
fr: Tout réinitialiser
gsw_ch: All zruggsetze
it: Resetta tutti
ja: すべてリセット
ko: 모두 재설정
nl: Alles herstellen
pl: Resetuj wszystko
pt_br: Redefinir tudo
ru: Сбросить все
sk: Resetovať všetko
tr: Hepsini Sıfırla
uk: Скинути все
zh_hans: 重置所有内容
zh_hant: 重設所有內容

# settings_privacy_TIRR_reset_alert_message
source: Reset all contacts to the default setting. Action cannot be undone.
bg: Върнете всички контакти към настройките по подразбиране. Това действие е непоправимо.
cs: Resetovat všechny kontakty do výchozího nastavení. Akci nelze vrátit zpět.
de: Alle Kontakte werden auf die Standardeinstellung zurückgesetzt. Kann nicht rückgängig gemacht werden.
es: Restablecer todos los contactos a la configuración predeterminada. Esta acción no se puede deshacer.
fr: Réinitialiser tous les contacts au paramètre par défaut. Cette action est irréversible.
gsw_ch: All Kontäkt werded uf d’Standardiistellig zrugggsetzt. Cha nöd rückgängig gmacht werde.
it: Tutti i contatti verranno resettati alle impostazioni predefinite. Questa operazione non può essere annullata.
ja: すべての連絡先をデフォルト設定にリセットします。この操作は元に戻すことができません。
ko: 모든 연락처를 기본 설정으로 재설정합니다. 이 작업은 되돌릴 수 없습니다.
nl: Standaardinstellingen voor alle contactpersonen herstellen. Dit kan niet ongedaan worden gemaakt.
pl: Resetuj wszystkie kontakty do ustawienia domyślnego. Działania tego nie można cofnąć.
pt_br: Redefinir todos os contatos para a configuração padrão. A ação não pode ser desfeita.
ru: Сбросить все контакты до параметров по умолчанию. Это действие нельзя отменить.
sk: Resetovať všetky kontakty na predvolené nastavenie. Akciu nie je možné vrátiť späť.
tr: Tüm kişileri varsayılan ayara sıfırlar. İşlem geri alınamaz.
zh_hans: 将所有联系人重置为默认设置。此操作不能被撤销。
zh_hant: 將所有聯絡人重設為預設設定。此作業不能被還原。

# settings_privacy_TIRR_reset_alert_title
source: Reset
bg: Нулирайте
cs: Resetovat
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
gsw_ch: Zruggsetze
it: Resetta
ja: リセット
ko: 재설정
nl: Herstellen
pl: Resetuj
pt_br: Redefinir
ru: Сброс
sk: Resetovať
tr: Sıfırla
uk: Скинути
zh_hans: 重置
zh_hant: 重設

# settings_privacy_TIRR_reset_all
source: Reset for All Contacts
bg: Възстановете първоначалните настройки на контактите
cs: Resetovat pro všechny kontakty
de: Alle Kontakte zurücksetzen
es: Restablecer todos los contactos
fr: Réinitialiser pour tous les contacts
gsw_ch: All Kontäkt zruggsetze
it: Resettare tutti i contatti
ja: すべての連絡先をリセット
ko: 모든 연락처에 대한 재설정
nl: Voor alle contactpersonen herstellen
pl: Resetuj dla wszystkich kontaktów
pt_br: Redefinir para todos os contatos
ru: Сброс для всех контактов
sk: Resetovať pre všetky kontakty
tr: Tüm Kişiler için Sıfırla
uk: Скидання для всіх контактів
zh_hans: 重置所有联系人
zh_hant: 重設所有聯絡人

# settings_privacy_TIRR_reset_footer
source: Reset all contacts to the default setting.
bg: Върнете всички контакти към първоначалните настройки.
cs: Resetovat všechny kontakty do výchozího nastavení.
de: Setzt alle Kontakte auf Standardeinstellung zurück.
es: Restablecer todos los contactos a la configuración predeterminada.
fr: Réinitialiser tous les contacts au paramètre par défaut.
gsw_ch: Setzt all Kontäkt uf d’Standardiistellig zrugg.
it: Resetta tutti i contatti alle impostazioni predefinite.
ja: すべての連絡先をデフォルト設定にリセットします。
ko: 모든 연락처를 기본 설정으로 재설정합니다.
nl: Standaardinstellingen voor alle contactpersonen herstellen.
pl: Resetuj wszystkie kontakty do domyślnego ustawienia.
pt_br: Redefinir todos os contatos para a configuração padrão.
ru: Сбросить все контакты до параметров по умолчанию.
sk: Resetovať všetky kontakty na predvolené nastavenie.
tr: Tüm kişileri varsayılan ayara sıfırlar.
uk: Скинути всі контакти до налаштувань за замовчуванням.
zh_hans: 将所有联系人重置为默认设置。
zh_hant: 將所有聯絡人重設為預設設定。

# settings_privacy_typing_indicator
source: Typing Indicators
bg: Индикатор за писане
cs: Ukazatelé psaní
de: Melden, wenn ich tippe
es: Indicadores de escritura
fr: Indicateurs de frappe
gsw_ch: Mälde, wenn ich tippe
it: Indicatore di digitazione
ja: 入力中アイコン
ko: 타이핑 인디케이터
nl: Invoerindicators
pl: Wskaźniki pisania
pt_br: Indicadores de digitação
ru: Индикаторы ввода текста
sk: Indikátor písania
tr: Yazma Göstergesi
uk: Індикатори набору тексту
zh_hans: 输入状态
zh_hant: 打字狀態

# settings_threema_calls
source: Calls
bg: Обаждания
cs: Hovory
de: Anrufe
es: Llamadas
fr: Appels
gsw_ch: Threema-Arüef
it: Chiamate Threema
ja: 音声通話
ko: 통화
nl: Oproepen
pl: Połączenia
pt_br: Chamadas
ru: Звонки
sk: Hovory
tr: Aramalar
uk: Виклики
zh_hans: 通话
zh_hant: 通話

# settings_threema_calls_allow_video_calls
source: Allow Video Calls
bg: Позволете видео обаждания
cs: Povolit videohovory
de: Videoanrufe zulassen
es: Permitir videollamadas
fr: Autoriser les appels vidéo
gsw_ch: Videoarüef zuelah
it: Accetta videochiamate
ja: ビデオ通話を有効にする
ko: 비디오 통화 허용
nl: Video-oproepen toestaan
pl: Zezwalaj na Połączenia Wideo
pt_br: Permitir Chamadas de vídeo
ru: Разрешить видеозвонки
sk: Povoliť video hovory
tr: Görüntülü aramalara izin ver
uk: Дозволити відеовиклики
zh_hans: 允许视频通话
zh_hant: 允許視訊通話
